13/data/attachments/d33ebd4e9f46163f.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Sierra_computer_Friend_37894_7</nif:username>
            <nif:friendToBeRequested>soap_friends_ec6e5ccc-b544-4b3c-81fc-aa908783029c</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>